Repository: ustramooner/piper-nvda
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es

source: Sonata &voice manager...
es: Administrador de voces &sonata...

source: Open the voice manager to preview, install or download sonata voices
es: Abrir el administrador de voces para probar, instalar o descargar voces sonata

source: No Sonata voice was found. You can preview and download voices from the voice manager. Do you want to open the voice manager now?
es: No se encontró una voz sonata. Puedes probar o descargar voces desde el administrador de voces. ¿Quieres abrir el administrador de voces ahora?

source: Sonata Neural Voices
es: Voces Neuronales sonata

source: OK
es: Aceptar

source: Cancel
es: Cancelar

source: Downloaded: {progress}%
es: Descargado: {progress}%

source: Installing voice
es: Instalando voz

source: Successfully downloaded voice {voice}. To use this voice, you need to restart NVDA. Do you want to restart NVDA now?
es: La voz {voice} se ha descargado con éxito. Para usarla, necesitas reiniciar NVDA. ¿Quieres reiniciar NVDA ahora?

source: Voice downloaded
es: Voz descargada

source: Cannot download voice {voice}. Please check your connection and try again.
es: La voz {voice} no se ha podido descargar. Por favor, verifica tu conexión e inténtalo de nuevo.

source: Download failed
es: Descarga fallida

source: Downloading voice {voice}
es: Descargando la voz {voice}

source: Retrieving download information...
es: Recopilando información de la descarga...

source: Downloading file: {file}
es: Descargando archivo: {file}

source: Successfully downloaded fast variant of the voice {voice}. To use this voice, you need to restart NVDA. Do you want to restart NVDA now?
es: La voz {voice} en su bariante rápida se descargó con éxito. Para usarla, necesitas reiniciar NVDA. ¿Quieres reiniciar NVDA ahora?

source: Cannot download fast variant of the voice {voice}. Please check your connection and try again.
es: No se ha podido descargar la voz {voice} en su bariante rápida. Por favor, verifica tu conexión e inténtalo de nuevo.

source: Downloading fast variant of the voice {voice}
es: Descargando la voz {voice} en su variante rápida

source: Installed voices
es: Voces instaladas

source: Name
es: Nombre

source: Quality
es: Calidad

source: Language
es: Idioma

source: &Voice model card...
es: &Tarjeta de modelo de la voz...

source: &Remove voice...
es: &Eliminar voz...

source: Install from local file
es: Instalar desde un archivo local

source: Install a voice from a local archive. The archive contains the voice model and configuration. The archive should have a (.tar.gz) file extension.
es: Instala una voz desde un archivo local. El archivo contiene el modelo de voz y su configuración. El archivo debe tener una extensión (.tar.gz).

source: Model card
es: Targeta de modelo

source: Model card information is unavailable for this voice
es: La información de la tarjeta de modelo no está disponible para esta voz

source: Not found
es: No encontrado

source: You cannot remove the currently active voice!
es: ¡No puedes eliminar la voz actualmente en ejecución!

source: Do you want to remove this voice? Voice: {name}
es: ¿Quieres eliminar esta voz? voz: {name}

source: Remove voice?
es: ¿Eliminar voz?

source: Failed to remove voice. See NVDA's log for more details.
es: Se produjo un error al eliminar la voz. Por favor, verifica el registro de NVDA para más detalles.

source: Failed
es: Fallido

source: Voice removed successfully.
es: La voz se ha eliminado con éxito.

source: Done
es: Echo

source: Choose voice archive file
es: Selecciona el archivo de voz

source: Failed to install voice from archive. See NVDA's log for more details.
es: Se produjo un error al instalar la voz desde el archivo. verifica el registro de NVDA para más detalles.

source: Voice installation failed
es: Instalación de voz fallida

source: Voice {voice} has been installed successfully.
es: La voz {voice} ha sido instalada con éxito.

source: Voice installed successfully
es: Voz instalada satisfactoriamente

source: Available voices
es: Voces disponibles

source: Preview
es: Probar

source: Speaker
es: Hablante

source: &Preview
es: &Probar

source: &Download standard variant
es: &Descargar variante estándar

source: Download &fast variant
es: Descargar variante &rápida

source: &Refresh voices list
es: &Refrescar lista de voces

source: Retrieving voices list. Please wait...
es: Recopilando lista de voces. Por favor espera...

source: Could not retrieve voice list. Please check your connection and try again.
es: No se ha podido recopilar la lista de voces. Por favor, verifica tu conexión e inténtalo nuevamente.

source: Playing preview...
es: Reproduciendo prueba...

source: Sonata voice manager
es: Administrador de voces sonata

source: Installed
es: Instalado

source: Download
es: Descargar

source: &Close
es: &Cerrar

source: &Speaker
es: &Hablante

source: &Noise scale
es: &Escala de ruido

source: &Length scale
es: &Escala de duración

source: Noise &w
es: Ruido de anchura

source: Neural voices for NVDA based on Sonata
es: Voces neuronales para NVDA basado en sonata
